tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "ngrok/ngrok"
brew "python@3.10"
brew "autojump"
brew "bat"
brew "berkeley-db", link: true
brew "ccache"
brew "cmake"
brew "codemod"
brew "libusb"
brew "dfu-util"
brew "dtc"
brew "dylibbundler"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg", link: false
brew "htop"
brew "jenv"
brew "less"
brew "ruby"
brew "macvim"
brew "maven"
brew "mkcert"
brew "ninja"
brew "nss"
brew "php"
brew "python@3.9"
brew "ranger"
brew "ripgrep"
brew "upx"
brew "wget"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "cmake"
cask "gcc-arm-embedded"
cask "ngrok"
cask "qmk-toolbox"
